INSERT INTO category (name, is_active)
VALUES
    ('구매완료',    1),
    ('구매취소',    1),
    ('기타',        1),
    ('뉴스레터',    1),
    ('리마인드',    1),
    ('방문서비스',  1),
    ('배송상태',    1),
    ('배송완료',    1),
    ('배송예정',    1),
    ('배송실패',    1),
    ('상품가입',    1),
    ('신청접수',    1),
    ('예약상태',    1),
    ('예약완료',    1),
    ('예약취소',    1),
    ('이용도구',    1),
    ('이용안내/공지',1),
    ('요금청구',    1),
    ('주문/예약',   1),
    ('쿠폰발급',    1),
    ('피드백',      1),
    ('피드백 요청', 1),
    ('회원가입',    1)
    ON DUPLICATE KEY UPDATE
                         name = VALUES(name),
                         is_active = VALUES(is_active);
